{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "0 -"
			},
			"Translation":
			{
				"Text": "0 -"
			},
			"Key": "38C416F64A6E077ED5D47490ED6F20DE"
		},
		{
			"Source":
			{
				"Text": "0 -"
			},
			"Translation":
			{
				"Text": "0 -"
			},
			"Key": "8A95048641DB891DFE6F58A35E1964D6"
		},
		{
			"Source":
			{
				"Text": "Choose Painting Mode"
			},
			"Translation":
			{
				"Text": "Seleccione el modo de pintura"
			},
			"Key": "29FA674E472CD57A1E4B468CBDDDC303"
		},
		{
			"Source":
			{
				"Text": "Universal Swatch Slots"
			},
			"Translation":
			{
				"Text": "Universal Swatch Slots"
			},
			"Key": "24BDF5FE46FCF4E370F1D4A1BA9BCAD5"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": "Bloque de texto"
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		},
		{
			"Namespace": "USS_CommonString_ST",
			"Children": [
				{
					"Source":
					{
						"Text": "Activate / deactivate the palette.\r\nNote : you can only have one active palette at a time. Changing this palette to active will automatically reset the previous active palette if there was one."
					},
					"Translation":
					{
						"Text": "Activar / desactivar la paleta.\r\nNota: Solo puede haber una paleta activa a la vez. Al activar esta paleta, se desactivará automáticamente la paleta activa anterior, si la hubiera."
					},
					"Key": "Widget_Is_Palette_Active_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Add Primary Colors to Player Preset :"
					},
					"Translation":
					{
						"Text": "Agregar colores primarios a la configuración preestablecida del reproductor :"
					},
					"Key": "Widget_Add_Primary_To_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Add Secondary Colors to Player Preset :"
					},
					"Translation":
					{
						"Text": "Agregar colores secundarios a la configuración preestablecida del reproductor :"
					},
					"Key": "Widget_Add_Secondary_To_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Add a new group"
					},
					"Translation":
					{
						"Text": "Agregar un nuevo grupo"
					},
					"Key": "Widget_Add_Group"
				},
				{
					"Source":
					{
						"Text": "Add a new palette"
					},
					"Translation":
					{
						"Text": "Agregar una nueva paleta"
					},
					"Key": "Widget_Add_Palette"
				},
				{
					"Source":
					{
						"Text": "Add a new swatch"
					},
					"Translation":
					{
						"Text": "Agregar un nuevo muestrario"
					},
					"Key": "Widget_Add_Swatch"
				},
				{
					"Source":
					{
						"Text": "Adds a new customization category that includes all the swatches organized according to the palette scheme chosen in the configuration."
					},
					"Translation":
					{
						"Text": "Agregar una nueva categoría de personalización que incluya todos los muestrarios organizados según el esquema de la paleta seleccionada en la configuración."
					},
					"Key": "Schema_Desc"
				},
				{
					"Source":
					{
						"Text": "Adds all primary colors to the player's color preset list"
					},
					"Translation":
					{
						"Text": "Agrega todos los colores primarios a la lista de colores preestablecidos del reproductor."
					},
					"Key": "Widget_Add_Primary_To_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Adds all secondary colors to the player's color preset list"
					},
					"Translation":
					{
						"Text": "Agrega todos los colores secundarios a la lista de colores preestablecidos del reproductor."
					},
					"Key": "Widget_Add_Secondary_To_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Blue"
					},
					"Translation":
					{
						"Text": "Azul"
					},
					"Key": "Enum_Blue"
				},
				{
					"Source":
					{
						"Text": "Blue"
					},
					"Translation":
					{
						"Text": "Azul"
					},
					"Key": "Widget_Blue_Color"
				},
				{
					"Source":
					{
						"Text": "Default"
					},
					"Translation":
					{
						"Text": "Por defecto"
					},
					"Key": "Enum_Mat_Default"
				},
				{
					"Source":
					{
						"Text": "Defines the group priority. Lower the number, sooner the group will appear in the customizer."
					},
					"Translation":
					{
						"Text": "Define la prioridad del grupo. Cuanto menor sea el número, antes aparecerá el grupo en el personalizador."
					},
					"Key": "Widget_Group_Priority_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Defines the swatch priority. Lower the number, sooner the swatch will appear in its group's customizer."
					},
					"Translation":
					{
						"Text": "Define la prioridad del muestrario. Cuanto menor sea el número, antes aparecerá el muestrario en su grupo."
					},
					"Key": "Widget_Swatch_Priority_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the blue value (0 - 255)"
					},
					"Translation":
					{
						"Text": "Introduzca el valor del azul (0 - 255)"
					},
					"Key": "Widget_Blue_Color_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the green value (0 - 255)"
					},
					"Translation":
					{
						"Text": "Introduzca el valor del verde (0 - 255)"
					},
					"Key": "Widget_Green_Color_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the hexadecimal value (000000 - FFFFFF)"
					},
					"Translation":
					{
						"Text": "Introduzca el valor hexadecimal (000000 - FFFFFF)"
					},
					"Key": "Widget_Hex_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the red value (0 - 255)"
					},
					"Translation":
					{
						"Text": "Introduzca el valor del rojo (0 - 255)"
					},
					"Key": "Widget_Red_Color_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Give your factory a new paint job!\r\n\r\nWarning: Changing this Swatch will apply the change to all buildings currently using it."
					},
					"Translation":
					{
						"Text": "¡Dale a tu fábrica una nueva mano de pintura!\r\n\r\nAdvertencia: Al cambiar esta paleta se aplicará el cambio a todas las estructuras que la estén usando actualmente."
					},
					"Key": "Swatch_Paint_Info"
				},
				{
					"Source":
					{
						"Text": "Green"
					},
					"Translation":
					{
						"Text": "Verde"
					},
					"Key": "Enum_Green"
				},
				{
					"Source":
					{
						"Text": "Green"
					},
					"Translation":
					{
						"Text": "Verde"
					},
					"Key": "Widget_Green_Color"
				},
				{
					"Source":
					{
						"Text": "Hex"
					},
					"Translation":
					{
						"Text": "Hex"
					},
					"Key": "Widget_Hex_Field"
				},
				{
					"Source":
					{
						"Text": "Material :"
					},
					"Translation":
					{
						"Text": "Material :"
					},
					"Key": "Widget_Material_Text"
				},
				{
					"Source":
					{
						"Text": "Matte"
					},
					"Translation":
					{
						"Text": "Mate"
					},
					"Key": "Enum_Mat_Matte"
				},
				{
					"Source":
					{
						"Text": "Painting Mode: "
					},
					"Translation":
					{
						"Text": "Modo Pintura: "
					},
					"Key": "Widget_Painting_Mode"
				},
				{
					"Source":
					{
						"Text": "Palettes"
					},
					"Translation":
					{
						"Text": "Paletas"
					},
					"Key": "Widget_Palette_List"
				},
				{
					"Source":
					{
						"Text": "Please enter a string containing only 0 to 9 or A to F characters"
					},
					"Translation":
					{
						"Text": "Por favor, use solo los caracteres del 0 al 9 o de la A a la Z"
					},
					"Key": "Widget_Hex_Error"
				},
				{
					"Source":
					{
						"Text": "Please enter an interger between -100 and 100"
					},
					"Translation":
					{
						"Text": "Por favor, introduzca un valor entre -100 y 100"
					},
					"Key": "Widget_Priority_Error"
				},
				{
					"Source":
					{
						"Text": "Please enter an interger between 0 and 255"
					},
					"Translation":
					{
						"Text": "Por favor, introduzca un valor entre 0 y 255"
					},
					"Key": "Widget_Color_Error"
				},
				{
					"Source":
					{
						"Text": "Please enter the group name here"
					},
					"Translation":
					{
						"Text": "Por favor, introduzca el nombre del grupo aquí"
					},
					"Key": "Widget_Group_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Please enter the palette name here"
					},
					"Translation":
					{
						"Text": "Por favor, introduzca el nombre de la paleta aquí"
					},
					"Key": "Widget_Palette_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Please enter the swatch name here"
					},
					"Translation":
					{
						"Text": "Por favor, introduzca el nombre del muestrario aquí"
					},
					"Key": "Widget_Swatch_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Primary"
					},
					"Translation":
					{
						"Text": "Primario"
					},
					"Key": "Enum_Primary"
				},
				{
					"Source":
					{
						"Text": "Primary Color :"
					},
					"Translation":
					{
						"Text": "Color Primario :"
					},
					"Key": "Widget_Primary_Color"
				},
				{
					"Source":
					{
						"Text": "Priority :"
					},
					"Translation":
					{
						"Text": "Prioridad :"
					},
					"Key": "Widget_Priority_Field"
				},
				{
					"Source":
					{
						"Text": "Red"
					},
					"Translation":
					{
						"Text": "Rojo"
					},
					"Key": "Enum_Red"
				},
				{
					"Source":
					{
						"Text": "Red"
					},
					"Translation":
					{
						"Text": "Rojo"
					},
					"Key": "Widget_Red_Color"
				},
				{
					"Source":
					{
						"Text": "Remove Primary Colors from Player Preset :"
					},
					"Translation":
					{
						"Text": "Eliminar colores primarios de la configuración preestablecida del reproductor :"
					},
					"Key": "Widget_Remove_Primary_From_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Remove Secondary Colors from Player Preset :"
					},
					"Translation":
					{
						"Text": "Eliminar colores secundarios de la configuración preestablecida del reproductor :"
					},
					"Key": "Widget_Remove_Secondary_From_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Remove group"
					},
					"Translation":
					{
						"Text": "Eliminar el grupo"
					},
					"Key": "Widget_Remove_Group"
				},
				{
					"Source":
					{
						"Text": "Remove palette"
					},
					"Translation":
					{
						"Text": "Eliminar la paleta"
					},
					"Key": "Widget_Remove_Palette"
				},
				{
					"Source":
					{
						"Text": "Remove swatch"
					},
					"Translation":
					{
						"Text": "Eliminar el muestrario"
					},
					"Key": "Widget_Remove_Swatch"
				},
				{
					"Source":
					{
						"Text": "Removes all primary colors from the player's color preset list (name based: \"swatch_name - P\")"
					},
					"Translation":
					{
						"Text": "Elimina todos los colores primarios de la lista de colores preestablecidos del jugador (basada en el nombre: \"muestra_nombre - P\")."
					},
					"Key": "Widget_Remove_Primary_From_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Removes all secondary colors from the player's color preset list (name based: \"swatch_name - S\")"
					},
					"Translation":
					{
						"Text": "Elimina todos los colores secundarios de la lista de colores preestablecidos del jugador (basada en el nombre: \"muestra_nombre - S\")."
					},
					"Key": "Widget_Remove_Secondary_From_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Secondary"
					},
					"Translation":
					{
						"Text": "Secundario"
					},
					"Key": "Enum_Secondary"
				},
				{
					"Source":
					{
						"Text": "Secondary Color :"
					},
					"Translation":
					{
						"Text": "Color Secundario :"
					},
					"Key": "Widget_Secondary_Color"
				},
				{
					"Source":
					{
						"Text": "Shiny"
					},
					"Translation":
					{
						"Text": "Brillante"
					},
					"Key": "Enum_Mat_Shiny"
				},
				{
					"Source":
					{
						"Text": "The palette name must be unique !"
					},
					"Translation":
					{
						"Text": "¡El nombre de la paleta debe ser único!"
					},
					"Key": "Palette_Name_Error"
				}
			]
		},
		{
			"Namespace": "USS_DefaultConf_ST",
			"Children": [
				{
					"Source":
					{
						"Text": "AI Expansion Server"
					},
					"Translation":
					{
						"Text": "Servidor de Expansión de IA"
					},
					"Key": "DefPal_SpaceElevator_Group_AIExpansionServer_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "AI Limiter"
					},
					"Translation":
					{
						"Text": "Limitador de IA"
					},
					"Key": "DefPal_Electronics_Group_AILimiter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Adaptive Control Unit"
					},
					"Translation":
					{
						"Text": "Unidad de Control Adaptativa"
					},
					"Key": "DefPal_SpaceElevator_Group_AdaptiveControlUnit_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alclad Aluminum Sheet"
					},
					"Translation":
					{
						"Text": "Hoja de Aluminio Alclad"
					},
					"Key": "DefPal_Aluminium_Group_AlcladAluminumSheet_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alien DNA Capsule"
					},
					"Translation":
					{
						"Text": "Cápsula de ADN de Alienígena"
					},
					"Key": "DefPal_FaunaAndFlora_Group_AlienDNACapsule_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alien Power Matrix"
					},
					"Translation":
					{
						"Text": "Matriz de Energía Alienígena"
					},
					"Key": "DefPal_QuantumTechnology_Group_AlienPowerMatrix_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alien Protein"
					},
					"Translation":
					{
						"Text": "Proteína Alienígena"
					},
					"Key": "DefPal_FaunaAndFlora_Group_AlienProtein_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alumina Solution"
					},
					"Translation":
					{
						"Text": "Solución de Alúmina"
					},
					"Key": "DefPal_Aluminium_Group_AluminaSolution_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminium"
					},
					"Translation":
					{
						"Text": "Aluminio"
					},
					"Key": "DefPal_Aluminium_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminum Casing"
					},
					"Translation":
					{
						"Text": "Carcasa de Aluminio"
					},
					"Key": "DefPal_Aluminium_Group_AluminumCasing_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminum Ingot"
					},
					"Translation":
					{
						"Text": "Lingote de Aluminio"
					},
					"Key": "DefPal_Aluminium_Group_AluminumIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminum Scrap"
					},
					"Translation":
					{
						"Text": "Chatarra de Aluminio"
					},
					"Key": "DefPal_Aluminium_Group_AluminumScrap_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ammos and Explosives"
					},
					"Translation":
					{
						"Text": "Municiones y Explosivos"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Assembly Director System"
					},
					"Translation":
					{
						"Text": "Sistema de Dirección de Ensamblaje"
					},
					"Key": "DefPal_SpaceElevator_Group_AssemblyDirectorSystem_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Automated Wiring"
					},
					"Translation":
					{
						"Text": "Cableado Automatizado"
					},
					"Key": "DefPal_SpaceElevator_Group_AutomatedWiring_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ballistic Warp Drive"
					},
					"Translation":
					{
						"Text": "Motor de Distorsión Balística"
					},
					"Key": "DefPal_SpaceElevator_Group_BallisticWarpDrive_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Battery"
					},
					"Translation":
					{
						"Text": "Batería"
					},
					"Key": "DefPal_Sulfur_Group_Battery_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Bauxite"
					},
					"Translation":
					{
						"Text": "Bauxita"
					},
					"Key": "DefPal_Aluminium_Group_Bauxite_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Biochemical Sculptor"
					},
					"Translation":
					{
						"Text": "Escultor Bioquímico"
					},
					"Key": "DefPal_SpaceElevator_Group_BiochemicalSculptor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Biomass"
					},
					"Translation":
					{
						"Text": "Biomasa"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Biomass_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Black Powder"
					},
					"Translation":
					{
						"Text": "Pólvora Negra"
					},
					"Key": "DefPal_Sulfur_Group_BlackPowder_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Blue Power Slug"
					},
					"Translation":
					{
						"Text": "Electrobabosa Azul"
					},
					"Key": "DefPal_FaunaAndFlora_Group_BluePowerSlug_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Cable"
					},
					"Translation":
					{
						"Text": "Cableado"
					},
					"Key": "DefPal_Copper_Group_Cable_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Caterium"
					},
					"Translation":
					{
						"Text": "Caterio"
					},
					"Key": "DefPal_Caterium_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Caterium Ingot"
					},
					"Translation":
					{
						"Text": "Lingote de Caterio"
					},
					"Key": "DefPal_Caterium_Group_CateriumIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Caterium Ore"
					},
					"Translation":
					{
						"Text": "Mineral de Caterio"
					},
					"Key": "DefPal_Caterium_Group_CateriumOre_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Circuit Board"
					},
					"Translation":
					{
						"Text": "Placa de Circuito"
					},
					"Key": "DefPal_Electronics_Group_CircuitBoard_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Cluster Nobelisk"
					},
					"Translation":
					{
						"Text": "Nobelisco de Racimo"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_ClusterNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Coal"
					},
					"Translation":
					{
						"Text": "Carbón"
					},
					"Key": "DefPal_Steel_Group_Coal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Compacted Coal"
					},
					"Translation":
					{
						"Text": "Carbón Compactado"
					},
					"Key": "DefPal_Sulfur_Group_CompactedCoal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Computer"
					},
					"Translation":
					{
						"Text": "Ordenador"
					},
					"Key": "DefPal_Electronics_Group_Computer_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Concrete"
					},
					"Translation":
					{
						"Text": "Hormigón"
					},
					"Key": "DefPal_Limestone_Group_Concrete_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Cooling System"
					},
					"Translation":
					{
						"Text": "Sistema de Refrigeración"
					},
					"Key": "DefPal_Nitrogen_Group_CoolingSystem_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper"
					},
					"Translation":
					{
						"Text": "Cobre"
					},
					"Key": "DefPal_Copper_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Ingot"
					},
					"Translation":
					{
						"Text": "Lingote de Cobre"
					},
					"Key": "DefPal_Copper_Group_CopperIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Ore"
					},
					"Translation":
					{
						"Text": "Mineral de Cobre"
					},
					"Key": "DefPal_Copper_Group_CopperOre_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Powder"
					},
					"Translation":
					{
						"Text": "Polvo de Cobre"
					},
					"Key": "DefPal_Copper_Group_CopperPowder_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Sheet"
					},
					"Translation":
					{
						"Text": "Hoja de Cobre"
					},
					"Key": "DefPal_Copper_Group_CopperSheet_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Crude Oil"
					},
					"Translation":
					{
						"Text": "Petróleo Crudo"
					},
					"Key": "DefPal_Oil_Group_CrudeOil_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Crystal Oscillator"
					},
					"Translation":
					{
						"Text": "Oscilador de Cristal"
					},
					"Key": "DefPal_Electronics_Group_CrystalOscillator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Dark Matter Crystal"
					},
					"Translation":
					{
						"Text": "Cristal de Materia Oscura"
					},
					"Key": "DefPal_QuantumTechnology_Group_DarkMatterCrystal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Dark Matter Residue"
					},
					"Translation":
					{
						"Text": "Residuo de Materia Oscura"
					},
					"Key": "DefPal_QuantumTechnology_Group_DarkMatterResidue_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Diamonds"
					},
					"Translation":
					{
						"Text": "Diamantes"
					},
					"Key": "DefPal_QuantumTechnology_Group_Diamonds_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Dissolved Silica"
					},
					"Translation":
					{
						"Text": "Sílice Disuelta"
					},
					"Key": "DefPal_Quartz_Group_DissolvedSilica_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Electromagnetic Control Rod"
					},
					"Translation":
					{
						"Text": "Varilla de Control Electromagnética"
					},
					"Key": "DefPal_Uranium_Group_ElectromagneticControlRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Electronics"
					},
					"Translation":
					{
						"Text": "Electrónica"
					},
					"Key": "DefPal_Electronics_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Empty Canister"
					},
					"Translation":
					{
						"Text": "Lata Vacía"
					},
					"Key": "DefPal_Oil_Group_EmptyCanister_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Empty Fluid Tank"
					},
					"Translation":
					{
						"Text": "Tanque de Fluido Vacío"
					},
					"Key": "DefPal_Aluminium_Group_EmptyFluidTank_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Encased Industrial Beam"
					},
					"Translation":
					{
						"Text": "Viga Industrial Encapsulada"
					},
					"Key": "DefPal_Steel_Group_EncasedIndustrialBeam_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Encased Plutonium Cell"
					},
					"Translation":
					{
						"Text": "Célula de Plutonio Encapsulada"
					},
					"Key": "DefPal_Uranium_Group_EncasedPlutoniumCell_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Encased Uranium Cell"
					},
					"Translation":
					{
						"Text": "Célula de Uranio Encapsulada"
					},
					"Key": "DefPal_Uranium_Group_EncasedUraniumCell_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Equipements"
					},
					"Translation":
					{
						"Text": "Equipo"
					},
					"Key": "DefPal_Equipements_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Excited Photonic Matter"
					},
					"Translation":
					{
						"Text": "Materia Fotónica Excitada"
					},
					"Key": "DefPal_QuantumTechnology_Group_ExcitedPhotonicMatter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Explosive Rebar"
					},
					"Translation":
					{
						"Text": "Barra Explosiva"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_ExplosiveRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fabric"
					},
					"Translation":
					{
						"Text": "Tela"
					},
					"Key": "DefPal_Oil_Group_Fabric_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fauna and Flora"
					},
					"Translation":
					{
						"Text": "Fauna y Flora"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsite Ingot"
					},
					"Translation":
					{
						"Text": "Lingote de Ficsita"
					},
					"Key": "DefPal_SAM_Group_FicsiteIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsite Trigon"
					},
					"Translation":
					{
						"Text": "Trigón de Ficsita"
					},
					"Key": "DefPal_SAM_Group_FicsiteTrigon_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsonium"
					},
					"Translation":
					{
						"Text": "Ficsonio"
					},
					"Key": "DefPal_QuantumTechnology_Group_Ficsonium_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsonium Fuel Rod"
					},
					"Translation":
					{
						"Text": "Barra de Combustible de Ficsonio"
					},
					"Key": "DefPal_QuantumTechnology_Group_FicsoniumFuelRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fuel"
					},
					"Translation":
					{
						"Text": "Combustible"
					},
					"Key": "DefPal_Oil_Group_Fuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fused Modular Frame"
					},
					"Translation":
					{
						"Text": "Marco Modular Fusionado"
					},
					"Key": "DefPal_Nitrogen_Group_FusedModularFrame_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Gas Filter"
					},
					"Translation":
					{
						"Text": "Filtro de Gas"
					},
					"Key": "DefPal_Equipements_Group_GasFilter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Gas Nobelisk"
					},
					"Translation":
					{
						"Text": "Nobelisco de Gas"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_GasNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Heat Sink"
					},
					"Translation":
					{
						"Text": "Disipador de Calor"
					},
					"Key": "DefPal_Aluminium_Group_HeatSink_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Heavy Modular Frame"
					},
					"Translation":
					{
						"Text": "Marco Modular Pesado"
					},
					"Key": "DefPal_Steel_Group_HeavyModularFrame_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Heavy Oil Residue"
					},
					"Translation":
					{
						"Text": "Residuo de Petróleo Pesado"
					},
					"Key": "DefPal_Oil_Group_HeavyOilResidue_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "High-Speed Connector"
					},
					"Translation":
					{
						"Text": "Conector de Alta Velocidad"
					},
					"Key": "DefPal_Electronics_Group_HighSpeedConnector_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Homing Rifle Ammo"
					},
					"Translation":
					{
						"Text": "Munición de Rifle Teledirigida"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_HomingRifleAmmo_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iodine-Infused Filter"
					},
					"Translation":
					{
						"Text": "Filtro de Yodo"
					},
					"Key": "DefPal_Equipements_Group_IodineInfusedFilter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ionized Fuel"
					},
					"Translation":
					{
						"Text": "Combustible Ionizado"
					},
					"Key": "DefPal_Nitrogen_Group_IonizedFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron"
					},
					"Translation":
					{
						"Text": "Hierro"
					},
					"Key": "DefPal_Iron_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Ingot"
					},
					"Translation":
					{
						"Text": "Lingote de Hierro"
					},
					"Key": "DefPal_Iron_Group_IronIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Ore"
					},
					"Translation":
					{
						"Text": "Mineral de Hierro"
					},
					"Key": "DefPal_Iron_Group_IronOre_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Plate"
					},
					"Translation":
					{
						"Text": "Placa de Hierro"
					},
					"Key": "DefPal_Iron_Group_IronPlate_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Rebar"
					},
					"Translation":
					{
						"Text": "Barra de Hierro"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_IronRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Rod"
					},
					"Translation":
					{
						"Text": "Barra de Hierro"
					},
					"Key": "DefPal_Iron_Group_IronRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Leaves"
					},
					"Translation":
					{
						"Text": "Hojas"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Leaves_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Limestone"
					},
					"Translation":
					{
						"Text": "Caliza"
					},
					"Key": "DefPal_Limestone_Group_Limestone_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Limestone"
					},
					"Translation":
					{
						"Text": "Caliza"
					},
					"Key": "DefPal_Limestone_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Liquid Biofuel"
					},
					"Translation":
					{
						"Text": "Biocombustible Líquido"
					},
					"Key": "DefPal_FaunaAndFlora_Group_LiquidBiofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Magnetic Field Generator"
					},
					"Translation":
					{
						"Text": "Generador de Campo Magnético"
					},
					"Key": "DefPal_SpaceElevator_Group_MagneticFieldGenerator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Modular Engine"
					},
					"Translation":
					{
						"Text": "Motor Modular"
					},
					"Key": "DefPal_SpaceElevator_Group_ModularEngine_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Modular Frame"
					},
					"Translation":
					{
						"Text": "Marco Modular"
					},
					"Key": "DefPal_Iron_Group_ModularFrame_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Motor"
					},
					"Translation":
					{
						"Text": "Moto"
					},
					"Key": "DefPal_Steel_Group_Motor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Mycelia"
					},
					"Translation":
					{
						"Text": "Micelios"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Mycelia_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Neural-Quantum Processor"
					},
					"Translation":
					{
						"Text": "Procesador Neuro-Cuántico"
					},
					"Key": "DefPal_QuantumTechnology_Group_NeuralQuantumProcessor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nitric Acid"
					},
					"Translation":
					{
						"Text": "Ácido Nítrico"
					},
					"Key": "DefPal_Nitrogen_Group_NitricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nitrogen"
					},
					"Translation":
					{
						"Text": "Nitrógeno"
					},
					"Key": "DefPal_Nitrogen_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Nitrogen Gas"
					},
					"Translation":
					{
						"Text": "Gas de Nitrógeno"
					},
					"Key": "DefPal_Nitrogen_Group_NitrogenGas_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nobelisk"
					},
					"Translation":
					{
						"Text": "Nobelisco"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_Nobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Non-fissile Uranium"
					},
					"Translation":
					{
						"Text": "Uranio No Fisible"
					},
					"Key": "DefPal_Uranium_Group_NonFissileUranium_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nuclear Pasta"
					},
					"Translation":
					{
						"Text": "Pasta Nuclear"
					},
					"Key": "DefPal_SpaceElevator_Group_NuclearPasta_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nuke Nobelisk"
					},
					"Translation":
					{
						"Text": "Nobelisco Nuclear"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_NukeNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Oil"
					},
					"Translation":
					{
						"Text": "Petróleo"
					},
					"Key": "DefPal_Oil_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Alumina Solution"
					},
					"Translation":
					{
						"Text": "Solución de Alúmina Envasada"
					},
					"Key": "DefPal_Aluminium_Group_PackagedAluminaSolution_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Fuel"
					},
					"Translation":
					{
						"Text": "Combustible Envasado"
					},
					"Key": "DefPal_Oil_Group_PackagedFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Heavy Oil Residue"
					},
					"Translation":
					{
						"Text": "Residuo de Petróleo Pesado Envasado"
					},
					"Key": "DefPal_Oil_Group_PackagedHeavyOilResidue_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Ionized Fuel"
					},
					"Translation":
					{
						"Text": "Combustible Ionizado Envasado"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedIonizedFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Liquid Biofuel"
					},
					"Translation":
					{
						"Text": "Biocombustible Líquido Envasado"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PackagedLiquidBiofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Nitric Acid"
					},
					"Translation":
					{
						"Text": "Ácido Nítrico Envasado"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedNitricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Nitrogen Gas"
					},
					"Translation":
					{
						"Text": "Gas de Nitrógeno Envasado"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedNitrogenGas_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Oil"
					},
					"Translation":
					{
						"Text": "Petróleo Envasado"
					},
					"Key": "DefPal_Oil_Group_PackagedOil_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Rocket Fuel"
					},
					"Translation":
					{
						"Text": "Combustible para Cohetes Envasado"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedRocketFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Sulfuric Acid"
					},
					"Translation":
					{
						"Text": "Ácido Sulfúrico Envasado"
					},
					"Key": "DefPal_Sulfur_Group_PackagedSulfuricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Turbofuel"
					},
					"Translation":
					{
						"Text": "Turbocombustible Envasado"
					},
					"Key": "DefPal_Oil_Group_PackagedTurbofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Water"
					},
					"Translation":
					{
						"Text": "Agua Envasada"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PackagedWater_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Petroleum Coke"
					},
					"Translation":
					{
						"Text": "Coque de Petróleo"
					},
					"Key": "DefPal_Oil_Group_PetroleumCoke_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plastic"
					},
					"Translation":
					{
						"Text": "Plástico"
					},
					"Key": "DefPal_Oil_Group_Plastic_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plutonium Fuel Rod"
					},
					"Translation":
					{
						"Text": "Varilla de Combustible de Plutonio"
					},
					"Key": "DefPal_Uranium_Group_PlutoniumFuelRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plutonium Pellet"
					},
					"Translation":
					{
						"Text": "Pellet de Plutonio"
					},
					"Key": "DefPal_Uranium_Group_PlutoniumPellet_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plutonium Waste"
					},
					"Translation":
					{
						"Text": "Residuos de Plutonio"
					},
					"Key": "DefPal_Uranium_Group_PlutoniumWaste_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Polymer Resin"
					},
					"Translation":
					{
						"Text": "Resina Polimérica"
					},
					"Key": "DefPal_Oil_Group_PolymerResin_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Portable Miner"
					},
					"Translation":
					{
						"Text": "Taladro Portátil"
					},
					"Key": "DefPal_Equipements_Group_PortableMiner_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Power Shard"
					},
					"Translation":
					{
						"Text": "Esquirla de Energía"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PowerShard_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Pressure Conversion Cube"
					},
					"Translation":
					{
						"Text": "Cubo de Conversión de Presión"
					},
					"Key": "DefPal_Nitrogen_Group_PressureConversionCube_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Pulse Nobelisk"
					},
					"Translation":
					{
						"Text": "Nobelisco de Pulso"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_PulseNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Purple Power Slug"
					},
					"Translation":
					{
						"Text": "Electrobabosa Morada"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PurplePowerSlug_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Quantum Technology"
					},
					"Translation":
					{
						"Text": "Tecnología Cuántica"
					},
					"Key": "DefPal_QuantumTechnology_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Quartz"
					},
					"Translation":
					{
						"Text": "Cuarzo"
					},
					"Key": "DefPal_Quartz_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Quartz Crystal"
					},
					"Translation":
					{
						"Text": "Cristal de Cuarzo"
					},
					"Key": "DefPal_Quartz_Group_QuartzCrystal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Quickwire"
					},
					"Translation":
					{
						"Text": "Cable Rápido"
					},
					"Key": "DefPal_Caterium_Group_Quickwire_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Radio Control Unit"
					},
					"Translation":
					{
						"Text": "Unidad de Control de Radio"
					},
					"Key": "DefPal_Electronics_Group_RadioControlUnit_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Raw Quartz"
					},
					"Translation":
					{
						"Text": "Cuarzo Crudo"
					},
					"Key": "DefPal_Quartz_Group_RawQuartz_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Reanimated SAM"
					},
					"Translation":
					{
						"Text": "MAR Reanimado"
					},
					"Key": "DefPal_SAM_Group_ReanimatedSAM_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Reinforced Iron Plate"
					},
					"Translation":
					{
						"Text": "Placa de Hierro Reforzada"
					},
					"Key": "DefPal_Iron_Group_ReinforcedIronPlate_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rifle Ammo"
					},
					"Translation":
					{
						"Text": "Munición de Rifle"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_RifleAmmo_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rocket Fuel"
					},
					"Translation":
					{
						"Text": "Combustible para Cohetes"
					},
					"Key": "DefPal_Nitrogen_Group_RocketFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rotor"
					},
					"Translation":
					{
						"Text": "Rotor"
					},
					"Key": "DefPal_Iron_Group_Rotor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rubber"
					},
					"Translation":
					{
						"Text": "Goma"
					},
					"Key": "DefPal_Oil_Group_Rubber_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "SAM"
					},
					"Translation":
					{
						"Text": "MAR"
					},
					"Key": "DefPal_SAM_Group_Name"
				},
				{
					"Source":
					{
						"Text": "SAM"
					},
					"Translation":
					{
						"Text": "MAR"
					},
					"Key": "DefPal_SAM_Group_SAM_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "SAM Fluctuator"
					},
					"Translation":
					{
						"Text": "Fluctuador de MAR"
					},
					"Key": "DefPal_SAM_Group_SAMFluctuator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Screw"
					},
					"Translation":
					{
						"Text": "Tornillo"
					},
					"Key": "DefPal_Iron_Group_Screw_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Shatter Rebar"
					},
					"Translation":
					{
						"Text": "Barra Fragmentadora"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_ShatterRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Silica"
					},
					"Translation":
					{
						"Text": "Sílice"
					},
					"Key": "DefPal_Quartz_Group_Silica_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Singularity Cell"
					},
					"Translation":
					{
						"Text": "Célula de Singularidad"
					},
					"Key": "DefPal_QuantumTechnology_Group_SingularityCell_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Smart Plating"
					},
					"Translation":
					{
						"Text": "Placa Inteligente"
					},
					"Key": "DefPal_SpaceElevator_Group_SmartPlating_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Smokeless Powder"
					},
					"Translation":
					{
						"Text": "Pólvora Sin Humo"
					},
					"Key": "DefPal_Sulfur_Group_SmokelessPowder_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Solid Biofuel"
					},
					"Translation":
					{
						"Text": "Biocombustible Sólido"
					},
					"Key": "DefPal_FaunaAndFlora_Group_SolidBiofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Space Elevator"
					},
					"Translation":
					{
						"Text": "Ascensor Espacial"
					},
					"Key": "DefPal_SpaceElevator_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Stator"
					},
					"Translation":
					{
						"Text": "Estator"
					},
					"Key": "DefPal_Steel_Group_Stator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Steel"
					},
					"Translation":
					{
						"Text": "Acero"
					},
					"Key": "DefPal_Steel_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Steel Beam"
					},
					"Translation":
					{
						"Text": "Viga de Acero"
					},
					"Key": "DefPal_Steel_Group_SteelBeam_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Steel Ingot"
					},
					"Translation":
					{
						"Text": "Lingote de Acero"
					},
					"Key": "DefPal_Steel_Group_SteelIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Steel Pipe"
					},
					"Translation":
					{
						"Text": "Tubo de Acero"
					},
					"Key": "DefPal_Steel_Group_SteelPipe_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Stun Rebar"
					},
					"Translation":
					{
						"Text": "Barra Aturdidora"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_StunRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Sulfur"
					},
					"Translation":
					{
						"Text": "Azufre"
					},
					"Key": "DefPal_Sulfur_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Sulfur"
					},
					"Translation":
					{
						"Text": "Azufre"
					},
					"Key": "DefPal_Sulfur_Group_Sulfur_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Sulfuric Acid"
					},
					"Translation":
					{
						"Text": "Ácido Sulfúrico"
					},
					"Key": "DefPal_Sulfur_Group_SulfuricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Supercomputer"
					},
					"Translation":
					{
						"Text": "Superordenador"
					},
					"Key": "DefPal_Electronics_Group_Supercomputer_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Superposition Oscillator"
					},
					"Translation":
					{
						"Text": "Oscilador de Superposición"
					},
					"Key": "DefPal_Electronics_Group_SuperpositionOscillator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Thermal Propulsion Rocket"
					},
					"Translation":
					{
						"Text": "Cohete de Propulsión Térmica"
					},
					"Key": "DefPal_SpaceElevator_Group_ThermalPropulsionRocket_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Time Crystal"
					},
					"Translation":
					{
						"Text": "Cristal de Tiempo"
					},
					"Key": "DefPal_QuantumTechnology_Group_TimeCrystal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Turbo Motor"
					},
					"Translation":
					{
						"Text": "Motor Turbo"
					},
					"Key": "DefPal_Electronics_Group_TurboMotor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Turbo Rifle Ammo"
					},
					"Translation":
					{
						"Text": "Munición de Rifle Turbo"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_TurboRifleAmmo_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Turbofuel"
					},
					"Translation":
					{
						"Text": "Turbocombustible"
					},
					"Key": "DefPal_Oil_Group_Turbofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "USS Default - English"
					},
					"Translation":
					{
						"Text": "USS Default - Española"
					},
					"Key": "DefPal_PaletteName"
				},
				{
					"Source":
					{
						"Text": "Uranium"
					},
					"Translation":
					{
						"Text": "Uranio"
					},
					"Key": "DefPal_Uranium_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Uranium"
					},
					"Translation":
					{
						"Text": "Uranio"
					},
					"Key": "DefPal_Uranium_Group_Uranium_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Uranium Fuel Rod"
					},
					"Translation":
					{
						"Text": "Varilla de Combustible de Uranio"
					},
					"Key": "DefPal_Uranium_Group_UraniumFuelRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Uranium Waste"
					},
					"Translation":
					{
						"Text": "Residuos de Uranio"
					},
					"Key": "DefPal_Uranium_Group_UraniumWaste_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Versatile Framework"
					},
					"Translation":
					{
						"Text": "Estructura Versátil"
					},
					"Key": "DefPal_SpaceElevator_Group_VersatileFramework_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Water"
					},
					"Translation":
					{
						"Text": "Agua"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Water_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Wire"
					},
					"Translation":
					{
						"Text": "Cable"
					},
					"Key": "DefPal_Copper_Group_Wire_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Wood"
					},
					"Translation":
					{
						"Text": "Madera"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Wood_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Yellow Power Slug"
					},
					"Translation":
					{
						"Text": "Electrobabosa Amarilla"
					},
					"Key": "DefPal_FaunaAndFlora_Group_YellowPowerSlug_Swatch_Name"
				}
			]
		}
	]
}